alacritty
base
base-devel
bash-completion
blueman
bluez
bluez-utils
brightnessctl
cliphist
cloudflared
cmake
ddcutil
docker
docker-compose
dosfstools
dracula-gtk-theme
dracula-icons-git
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fontpreview
gimp
git
google-chrome
grim
gvfs
htop
hyprland
hyprpaper
hyprshade
iftop
inotify-tools
inter-font
iwd
lib32-nvidia-utils
linux
linux-firmware
mpc
mpd
nano
neofetch
network-manager-applet
networkmanager
nftables
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-container-toolkit
nvidia-settings
nvidia-utils
nvtop
nwg-look
obsidian
onedrive-abraunegg
otf-font-awesome
pavucontrol
perf
pipewire-alsa
pipewire-audio
pipewire-pulse
pyenv
python-pip
qt5-wayland
qt5ct
qt6-virtualkeyboard
qt6ct
ranger
rose-pine-cursor
rose-pine-hyprcursor
rsync
scrcpy
sddm
slurp
spotify
steam
sudo
swaync
sxiv
thunar
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
tumbler
unzip
uv
vim
visual-studio-code-bin
vulkan-tools
vulkan-validation-layers
waybar
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xterm
yay
